---
kind: enumMember
id: F:Autodesk.Revit.DB.Macros.MacroLevel.Document
enum: Autodesk.Revit.DB.Macros.MacroLevel
zh: 文档、文件
source: html/e67ee9d3-a083-a01c-e4e3-e8441544d580.htm
---
# Autodesk.Revit.DB.Macros.MacroLevel.Document

**中文**: 文档、文件

The document Macro.